cask_args appdir: '/Applications'

brew 'git'
brew 'libgit2'

brew 'the_silver_searcher'

tap 'homebrew/services'

brew 'hub'

brew 'awscli'
brew 'gpg'
brew 'opensc'
brew 'jq'
brew 'packer'
brew 'docker'
brew 'docker-machine'
brew 'ykman'
brew 'coreutils'
brew 'rbenv'

tap 'cloudfoundry/homebrew-tap'
brew 'cf-cli'

cask 'chromedriver'
cask 'docker'
cask 'slack'

cask 'chef/chef/chefdk'
cask 'aws-vault'
cask 'session-manager-plugin'
cask 'xmlstarlet'
